
"keyYes"							= "Sì";
"keyNo"								= "No";
"keyOK"								= "OK";
"keyRequired"						= "Richiesto";
"keyNone"							= "Nessuna";

"keyPairedDevicesTitle"				= "Dispositivi abbinati:";
"keyFavoriteDevicesTitle"			= "Dispositivi preferiti:";
"keyConnectedDevicesTitle"			= "Dispositivi collegati:";
"keyUnknownDevice"					= "Dispositivo sconosciuto";
"keyErrorOccurred"					= "Si è verificato un errore. (0x%x)";
"keyNotAvailable"					= "Non disponibile.";
"keyNameNotAvailable"				= "Nome non disponibile";
"keyNoDevicePresent"				= "Nessun dispositivo Bluetooth presente.";

"keyPrefReadErrorTitle"				= "Si è verificato un errore durante la lettura delle preferenze Bluetooth.";
"keyPrefReadErrorDesc"				= "La configurazione di Bluetooth su questo computer non sembra valida. Reinstalla il software Bluetooth e riprova.";

"keyUnacceptablePathTitle"			= "Impossibile accettare il percorso specificato.";
"keyUnacceptablePathDesc"			= "Il percorso specificato non è valido per usare Scambio Oggetti Bluetooth. Questo perché non hai privilegi di scrittura per la directory di destinazione. Specificane un altro.";

"keyPathWarningTitle"				= "La cartella specificata non è consigliata.";
"keyPathWarningDesc"				= "La cartella potrebbe essere protetta o potresti non avere i permessi per leggere o scrivere in essa.";

"keyPrefSaveErrorTitle"				= "Si è verificato un errore durante la registrazione delle preferenze Bluetooth.";
"keyPrefSaveErrorDesc"				= "Non è stato possibile registrare alcune preferenze Bluetooth. Il dispositivo Bluetooth probabilmente non è disponibile per questo computer.";

"keyPortInUseTitle"					= "La porta è attualmente in uso.";
"keyPortInUseDelete"				= "Stai tentando di rimuovere una porta in uso. Esci dall'applicazione che sta usando questa porta e riprova.";
"keyPortInUseEdit"					= "Stai tentando di modificare una porta in uso. Esci dall'applicazione che sta usando questa porta e riprova.";

"kServiceCannotBeModifiedKey"		= "Il servizio non può essere modificato.";
"kPortCannotBeCreatedOrModifiedKey"	= "Si è verificato un errore durante il processo di creazione o modifica della porta.";

"keyTTYNameAlreadyInUse"			= "Nome già utilizzato";
"keyTTYNameInUseText"				= "Il nome della porta che hai scelto è già in uso. Scegli un altro nome.";

"kTTYSerialPortKey"					= "SerialPort";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "Porta seriale";
"kBluetoothSerialPortOnKey"			= "Porta seriale Bluetooth attivata";
"kBluetoothSerialPortOffKey"		= "Porta seriale Bluetooth disattivata";
"kEditSerialPorts"					= "Modifica porte seriali…";
"kSerialPortKey"					= "Porta seriale";
"kSerialPortOnKey"					= "Porta seriale attivata";
"kSerialPortOffKey"					= "Porta seriale disattiva";
"kOtherKey"							= "Altro…";
"kBluetoothFileExchangeKey"			= "Scambio documenti";
"kBluetoothFileExchangeOnKey"		= "Scambio documenti Bluetooth attivato";
"kBluetoothFileExchangeOffKey"		= "Scambio documenti Bluetooth disattivato";
"kBluetoothFileTransferKey"			= "Trasferimento documento";
"kBluetoothFileTransferOnKey"		= "Trasferimento documenti Bluetooth attivato";
"kBluetoothFileTransferOffKey"		= "Trasferimento documenti Bluetooth disattivato";

"kBluetoothRemoteControlKey"		= "Telecomando";
"kBluetoothRemoteControlOnKey"		= "Controllo remoto Bluetooth attivato";
"kBluetoothRemoteControlOffKey"		= "Controllo remoto Bluetooth disattivato";

"kBluetoothPANServiceKey"			= "Network personale";
"kBluetoothPANServiceOnKey"			= "Network personale Bluetooth attivata";
"kBluetoothPANServiceOffKey"		= "Network personale Bluetooth disattivata";

"kDeviceNameTitle"					= "“%@” è il nome utilizzato dal dispositivo Bluetooth per collegarsi a questo computer.";

"kInKey"							= "Ingresso";		/* Short for Incoming */
"kOutKey"							= "Uscita";	/* Short for Outgoing */

"kEllipsisString"						= "…";
"kPower"								= "Potenza";
"kBluetoothPower"						= "Alimentazione Bluetooth";
"kBluetoothPowerOn"						= "Bluetooth abilitato";
"kBluetoothPowerOff"					= "Bluetooth disabilitato";
"kBluetoothPowerIsOff"					= "Alimentazione Bluetooth non è attivo. Per utilizzare la tecnologia Bluetooth, devi prima attivarlo.";
"kTurnBTOff"							= "Disattiva Bluetooth";
"kTurnBTOn"								= "Attiva Bluetooth";
"kVersionKey"							= "(Versione: %d.%d.%d%c%d)";
"kOnKey"								= "Attivo";
"kCancelKey"							= "Annulla";
"kOffKey"								= "Disattivo";
"kNever"								= "Mai";

"kIsConnected"							= "Connesso";
"kIsNotConnected"						= "Non connesso";

"kAddToFavoritesKey"					= "Aggiungi a preferiti";
"kRemoveFromFavoritesKey"				= "Rimuovi dai preferiti";

"kRenameDeviceKey"						= "Rinomina";

"kBluetoothSetupDevice"					= "Configura questo dispositivo...";
"kDisconnectDevice"						= "Scollega";
"kResetDevice"							= "Ripristina impostazioni di fabbrica del dispositivo";
"kConnectDevice"						= "Connessione";
"kConfigureDevice"						= "Configura il dispositivo…";
"kMoreInfo"								= "Mostra più informazioni";
"kHideMoreInfo"							= "Nascondi più informazioni";
"kNoDevicesKey"							= "Nessun dispositivo";

"kDeviceNameKey"						= "Nome";
"kDeviceAddressKey"						= "Indirizzo";
"kDeviceTypeKey"						= "Tipo";
"kDeviceServicesKey"					= "Servizi";
"kOtherServices"						= "Altri servizi";
"kUnknownService"						= "Servizio sconosciuto";

"kPairedHeaderKey"						= "Abbinato";
"kConfiguredHeaderKey"					= "Configurato";
"kFavoriteHeaderKey"					= "Preferito";
"kConnectedHeaderKey"					= "Connesso";
"kSerialPortsHeaderKey"					= "Porte seriali";
"kSerialPortsHeaderDeviceService"		= "Servizio dispositivo";
"kSerialPortsHeaderPortType"			= "Protocollo porta";
"kSerialPortDirectionIncoming"			= "In entrata";
"kSerialPortDirectionOutgoing"			= "In uscita";

"kSerialPortHeadingOutgoing"			= "Seleziona una porta seriale di uscita al dispositivo per modificarne le impostazioni";
"kSerialPortHeadingIncoming"			= "Seleziona una porta seriale di ingresso al computer per modificarne le impostazioni";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "Questa è l'unica tastiera collegata al computer, se la rimuovi non sarà più accessibile. Sei sicuro di volerla rimuovere?";
"kHIDDeviceDeleteMousePairingWarning"			= "Questo è l'unico dispositivo di puntamento connesso al computer. Se rimuovi questo mouse dall'elenco, non puoi utilizzarlo. Sei sicuro di volerlo rimuovere?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "Questo è l'unico dispositivo di puntamento connesso al computer. Se rimuovi questo trackpad dall'elenco, non potrai utilizzarlo. Sei sicuro di volerlo rimuovere?";
"kHIDDeviceKeyboard"					= "tastiera";
"kHIDDeviceMouse"						= "mouse";

"kDiscoverableTooltip"		= "Se questa opzione è disabilitata, i dispositivi Bluetooth sconosciuti non saranno più in grado di trovare il computer. I dispositivi già abbinati, saranno comunque in grado di connettersi al computer.";

"kOptionIsAvailable"		= "Disponibile";
"kAvailableServiceTurnOn"	= "Attiva servizio";
"kAvailableServiceTurnOff"	= "Disattiva servizio";

"kOptionPairing"			= "Richiede abbinamento";
"kPairingRequired"			= "Richiede abbinamento";
"kPairingNotRequired"		= "Non richiede abbinamento";

"kOptionReceiveBehavior"	= "Quando ricevi documenti:";
"kReceiveBehaviorAccept"	= "Accetta senza avvisare";
"kReceiveBehaviorPrompt"	= "Avvisa per ogni documento";

"kOptionHandlePIMItem"		= "Se vengono ricevuti elementi PIM:";
"kOptionHandleOtherItem"	= "Se vengono ricevuti altri elementi:";
"kHandleItemSave"			= "Registra";
"kHandleItemOpen"			= "Apri";
"kHandleItemAsk"			= "Chiedi";

"kOptionReceiveFolder"		= "Ricevi cartella";
"kReceiveFolderChoose"		= "Altro…";

"kOptionFolderForBrowse"	= "Cartella acc. altri disp.";

"kOptionName"				= "Nome:";
"kOptionShowInNetworkPrefs"	= "Mostra nelle preferenze Network";
"kOptionType"				= "Tipo:";
"kOptionTypeModem"			= "Modem";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "Modifica nome porta…";
"kOptionAddSerialPort"		= "Aggiungi porta seriale";
"kOptionRemoveSerialPort"	= "Rimuovi porta seriale";

"kButtonAddDevice"			= "Imposta nuovo dispositivo";
"kButtonRemoveDevice"		= "Elimina dispositivo selezionato";
"kButtonDeviceOptions"		= "Esegui azioni con il dispositivo selezionato";
"kBluetoothDevices"			= "Dispositivi Bluetooth";

"kOptionMajorClass"			= "Classe disp. princ.";
"kOptionMinorClass"			= "Classe disp. sec.";
"kOptionServiceClass"		= "Classe serv. disp.";
"kOptionLastNameUpdate"		= "Aggiornamento ultimo nome";
"kOptionLastInquiryUpdate"	= "Aggiornamento ultima interrogazione";
"kOptionLastServicesUpdate"	= "Aggiornamento ultimi servizi";
"kOptionProductID"			= "ID prodotto";
"kOptionVendorID"			= "ID produttore";

"kPerformSDPQueryKey"				= "Aggiorna servizi dispositivo";
"kPerformNameRequestKey"			= "Aggiorna nome dispositivo";

"kOpenBTPrefsKey"					= "Apri preferenze Bluetooth…";
"kMousePreferences"					= "Apri preferenze Mouse…";
"kKeyboardPreferences"				= "Apri preferenze Tastiera…";
"kOpenPrintPrefsKey"				= "Apri preferenze Stampante…";
"kOpenSoundPrefsKey"				= "Apri preferenze Suono…";
"kSendFileToDevice"					= "Invia documento…";
"kBrowseDevice"						= "Cerca dispositivo…";

"kTurnOnHeadphones"					= "Usa come dispositivo audio (Stereo)";
"kTurnOffHeadphones"				= "Non usare come dispositivo audio";
"kTurnOnHeadset"					= "Usa come dispositivo audio (Mono)";
"kTurnOffHeadset"					= "Non usare come dispositivo audio";

"kSyncDevice"						= "Sincronizza…";

"kOpenBTSAKey"						= "Imposta dispositivo Bluetooth…";
"kBTSendFileKey"					= "Invia documento…";
"kBTGetFileKey"						= "Cerca dispositivo…";

"kJoinNetwork"						= "Collegati al network";
"kKeyDisconnectFromNetwork"			= "Scollegati dal Network";
"kRemoveDevice"						= "Rimuovi il dispositivo";
"kDeviceOptions"					= "opzioni dispositivo";
"kDeviceNamed"						= "dispositivo chiamato %@";

"kOptionConfirm"					= "Sei sicuro di voler deselezionare questa casella di controllo?";
"kOptionAutoBTSAWarning"			= "Assicurati di disporre di un dispositivo di input USB in caso la tastiera o il mouse wireless non fossero disponibili all'avvio.";
	
